import React from "react";
import side from "../assets/Sidebody.png";

export default function Body() {
  return (
    <>
      <div className="text-center text-[#004d21] flex items-center mx-20">
        <img src={side} alt="" className="w-[500px]" />
        <div className="px-10">
          <p className="text-2xl font-bold">
            บริการติดตั้งกระจกอลูมิเนียม
            เพิ่มความหรูหราและทันสมัยให้กับบ้านและอาคารของคุณ
          </p>
          <p className="text-lg text-start leading-relaxed pt-4">
            กระจกอลูมิเนียมเป็นวัสดุที่ได้รับความนิยมอย่างมากในงานก่อสร้างและตกแต่ง
            เนื่องจากมีคุณสมบัติที่โดดเด่น ทั้งในด้านความแข็งแรง ความทนทาน
            และการออกแบบที่ทันสมัย ซึ่งช่วยเสริมภาพลักษณ์ของบ้าน อาคารสำนักงาน
            หรือร้านค้าให้ดูโปร่งโล่ง หรูหรา และทันสมัยขึ้น
          </p>
        </div>
      </div>
      <div>
        <p>ทำไมต้องเลือกกระจกอลูมิเนียม?</p>
        <p>
          แข็งแรงและทนทาน -
          อลูมิเนียมเป็นวัสดุที่ไม่เป็นสนิมและสามารถทนต่อสภาพอากาศได้ดี
          เหมาะสำหรับการใช้งานทั้งภายในและภายนอก{" "}
        </p>
        <p>
          ดีไซน์ทันสมัย -
          กระจกอลูมิเนียมช่วยให้บ้านหรืออาคารของคุณดูโปร่งแสงและโมเดิร์น
          เพิ่มความสวยงามและสไตล์ที่เป็นเอกลักษณ์
        </p>
        <p>
          ลดเสียงรบกวน - กระจกอลูมิเนียมคุณภาพสูงสามารถช่วยลดเสียงรบกวนจากภายนอก
          ทำให้บรรยากาศภายในเงียบสงบมากขึ้น
        </p>
        <p>
          ดูแลรักษาง่าย - วัสดุอลูมิเนียมและกระจกสามารถทำความสะอาดได้ง่าย
          ไม่ต้องกังวลเรื่องเชื้อรา หรือการผุพังเหมือนไม้
        </p>
      </div>
    </>
  );
}
